{
  "Aries": [
    "Aries, hoy tu energía te impulsa: confía en tus inicios y no temas liderar.",
    "El valor de Aries brilla hoy: abre un nuevo proyecto con determinación.",
    "Bajo el cielo de Aries, tu iniciativa encontrará aliados inesperados.",
    "La chispa ardiente de Aries ilumina tu sendero: actúa con pasión.",
    "Aries, tu decisión firme derriba muros; confía en tu instinto.",
    "La audacia de Aries te lleva al éxito; da el primer paso sin dudar."
  ],
  "Tauro": [
    "Tauro, tu estabilidad es tu fuerza: cultiva la paciencia en lo cotidiano.",
    "Hoy Tauro, un placer sencillo te recordará la riqueza de lo pequeño.",
    "La constancia de Tauro te llevará hoy a una satisfacción duradera.",
    "Tauro, arraiga tus sueños en la realidad: construye paso a paso.",
    "Bajo la paciencia de Tauro, florece la abundancia que has sembrado.",
    "La fuerza terrenal de Tauro sostiene tus proyectos: persevera."
  ],
  "Géminis": [
    "Géminis, tu curiosidad abre puertas: comunica tus ideas con alegría.",
    "Hoy Géminis, un encuentro fortuito transformará una conversación en insight.",
    "La versatilidad de Géminis te hará brillar en la red de conexiones.",
    "Géminis, deja que tu mente vuele: convoca nuevas perspectivas.",
    "Bajo el viento mental de Géminis, surge inspiración en cada charla.",
    "La dualidad de Géminis equilibra conocimiento y creatividad; compártelo."
  ],
  "Cáncer": [
    "Cáncer, hoy tu intuición es faro: acoge tus emociones y ofrécelas al mundo.",
    "Bajo la luz lunar de Cáncer, un acto de cuidado te reconectará con tu hogar interior.",
    "La empatía de Cáncer sanará un vínculo cercano; déjate guiar por tu corazón.",
    "Cáncer, tu sensibilidad es tu don: abraza la ternura y sana tu espacio.",
    "Las aguas de Cáncer fluyen con compasión; confía en tu voz interior.",
    "Protege tu esencia, Cáncer: un pequeño gesto de amor propio te transformará."
  ],
  "Leo": [
    "Leo, el escenario es tuyo hoy: muestra tu genio creativo sin reservas.",
    "Bajo el sol de Leo, tu generosidad atraerá reconocimiento genuino.",
    "La confianza de Leo irradiará calidez y abrirá puertas en tu camino.",
    "Leo, tu luz interior inspira: comparte tu entusiasmo sin miedo.",
    "La corona de Leo brilla con nobleza; lidera con el corazón.",
    "Hoy Leo, eleva tu rugido: tu energía vibrará con fuerza magnética."
  ],
  "Virgo": [
    "Virgo, el detalle te habla: hoy ordena tu espacio y calmarás tu mente.",
    "Bajo la lupa de Virgo, un hallazgo práctico mejorará tu rutina.",
    "La precisión de Virgo hará hoy que una tarea compleja se vuelva sencilla.",
    "Virgo, tu análisis despierta soluciones: confía en tu criterio.",
    "La claridad de Virgo desvela caos oculto; organízate con confianza.",
    "Hoy Virgo, tu servicio aporta armonía: ofrece tu ayuda generosa."
  ],
  "Libra": [
    "Libra, busca la armonía: hoy equilibra tu dar y tu recibir en relaciones clave.",
    "Bajo la balanza de Libra, una decisión justa te traerá paz interior.",
    "La diplomacia de Libra suavizará tensiones: cultiva la belleza en la palabra.",
    "Libra, tu sentido estético inspira unión; crea armonía a tu alrededor.",
    "La gracia de Libra encuentra la balanza: ajusta matices en tu día.",
    "Hoy Libra, fomenta el diálogo: tu voz conciliadora abrirá corazones."
  ],
  "Escorpio": [
    "Escorpio, tu profundidad desvelará un secreto: abraza la transformación.",
    "Bajo la intensidad de Escorpio, hoy purifica un vínculo que pide renacer.",
    "La pasión de Escorpio te impulsará a revelar tu verdad oculta.",
    "Escorpio, sumérgete en tus misterios: tu valor sanará lo reprimido.",
    "La fuerza interior de Escorpio disuelve viejas sombras; renace en luz.",
    "Hoy Escorpio, tu mirada intensa cautiva; usa tu poder con sabiduría."
  ],
  "Sagitario": [
    "Sagitario, el horizonte te llama: planea una aventura que expanda tu visión.",
    "Bajo el arco de Sagitario, un ideal filosófico inspirará tu espíritu.",
    "La libertad de Sagitario florece hoy en un intercambio cultural.",
    "Sagitario, dispara tu flecha mental: explora ideas sin fronteras.",
    "La sabiduría de Sagitario se enriquece viajando; amplía tu perspectiva.",
    "Hoy Sagitario, tu optimismo crea puentes; comparte tu entusiasmo."
  ],
  "Capricornio": [
    "Capricornio, pisa firme: hoy tu ambición encuentra cimiento sólido.",
    "Bajo la roca de Capricornio, un esfuerzo constante te ganará respeto.",
    "La disciplina de Capricornio te conducirá hoy a un logro concreto.",
    "Capricornio, tu paciencia forja imperios; avanza con paso seguro.",
    "La constancia de Capricornio transforma sueños en estructuras duraderas.",
    "Hoy Capricornio, tu perseverancia inspira: lidera con ejemplo firme."
  ],
  "Acuario": [
    "Acuario, tu mente inventiva sorprende: comparte una idea revolucionaria.",
    "Bajo el viento de Acuario, un gesto humanitario generará eco en tu entorno.",
    "La visión de Acuario abrirá hoy un canal de conexión colectiva.",
    "Acuario, innova sin límites: tu originalidad ilumina nuevos caminos.",
    "La libertad de Acuario desafía moldes; expresa tu auténtico ser.",
    "Hoy Acuario, tu compasión social construye un futuro compartido."
  ],
  "Piscis": [
    "Piscis, la imaginación fluye: plasma un sueño en arte o palabra.",
    "Bajo la marea de Piscis, tu compasión sanará un corazón cercano.",
    "La intuición de Piscis te guiará hoy hacia un oasis de paz interior.",
    "Piscis, tu mundo onírico revela mensajes sutiles; escúchalos atento.",
    "La sensibilidad de Piscis crea puentes emocionales; conecta sin temor.",
    "Hoy Piscis, deja que tu corazon hable en silencio: confía en tu guía interna."
  ]
}