{
  "Aries": {
    "Luna Nueva": [
      "Enfoca tu valentía en un nuevo inicio: enciende una vela roja y declara tu intención.",
      "Afirmación: «Hoy comienzo con fuerza y pasión, creando mi propio camino.»"
    ],
    "Creciente Iluminante": [
      "Siembra tu deseo con acción: planta una semilla de ruda para impulsar tu proyecto.",
      "Afirmación: «Mi energía crece con cada paso, mi impulso nunca se detiene.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu impulso: practica 10 minutos de respiraciones profundas antes de actuar.",
      "Afirmación: «Encuentro el balance perfecto entre impulso y reflexión.»"
    ],
    "Gibosa Iluminante": [
      "Cultiva el fuego interior: medita visualizando una llama brillante en tu plexo solar.",
      "Afirmación: «Mi fuerza interior se expande con luminosidad y coraje.»"
    ],
    "Luna Llena": [
      "Ritual de culminación: da las gracias en voz alta por tus logros recientes.",
      "Afirmación: «Celebro mi coraje y la energía que he manifestado.»"
    ],
    "Gibosa Menguante": [
      "Suelta lo que ya no sirve: quema en un papel un hábito que deseas dejar atrás.",
      "Afirmación: «Libero el exceso de mi fuerza para canalizarla con propósito.»"
    ],
    "Último Cuarto": [
      "Reflexiona en silencio: escribe tres aprendizajes obtenidos este ciclo.",
      "Afirmación: «Aprendo de mi pasado para fortalecer mi futuro.»"
    ],
    "Menguante Iluminante": [
      "Descanso activo: haz una caminata tranquila al atardecer, recargando tu fuego interno.",
      "Afirmación: «Encuentro paz en la pausa y fuerza en mi reposo.»"
    ]
  },
  "Tauro": {
    "Luna Nueva": [
      "Ritual de raíz: planta una flor de girasol para sostener tu estabilidad.",
      "Afirmación: «Soy firme y seguro, mis raíces me sostienen en cada cambio.»"
    ],
    "Creciente Iluminante": [
      "Agradece tu abundancia: prepara un pequeño altar con frutas frescas.",
      "Afirmación: «Mi prosperidad crece con gratitud y paciencia.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu paz: practica yoga suave enfocándote en tu segundo chakra.",
      "Afirmación: «Encuentro armonía entre mi calma y mi progreso.»"
    ],
    "Gibosa Iluminante": [
      "Conecta con el placer: date un baño con sales de estrella de Belén.",
      "Afirmación: «Disfruto cada momento con sensualidad y aprecio.»"
    ],
    "Luna Llena": [
      "Ritual de gratitud: regala un pequeño presente a un ser querido.",
      "Afirmación: «Celebro la abundancia que comparto con quienes amo.»"
    ],
    "Gibosa Menguante": [
      "Suaviza tu tenacidad: escribe un diario sobre lo que necesitas soltar.",
      "Afirmación: «Dejo ir el exceso para encontrar un nuevo equilibrio.»"
    ],
    "Último Cuarto": [
      "Limpieza energética: pasa un incienso de pachulí por tu espacio personal.",
      "Afirmación: «Purifico mi entorno y mi mente con tranquilidad.»"
    ],
    "Menguante Iluminante": [
      "Camina descalzo sobre hierba matutina para reconectar con la tierra.",
      "Afirmación: «Mi estabilidad se renueva en cada paso consciente.»"
    ]
  },
  "Géminis": {
    "Luna Nueva": [
      "Ritual de palabras: escribe tres ideas para tu crecimiento creativo.",
      "Afirmación: «Mis pensamientos son alas que me llevan a nuevas conexiones.»"
    ],
    "Creciente Iluminante": [
      "Comparte tu voz: graba un mensaje de voz con tu inspiración del día.",
      "Afirmación: «Comunico mi verdad con claridad y entusiasmo.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu dualidad: medita alternando frases de silencio y palabra.",
      "Afirmación: «Encuentro armonía entre mi mente activa y mi paz interna.»"
    ],
    "Gibosa Iluminante": [
      "Intercambio creativo: envía un poema breve a un amigo cercano.",
      "Afirmación: «Mi versatilidad inspira vínculos genuinos.»"
    ],
    "Luna Llena": [
      "Ritual de sociabilidad: organiza una charla virtual improvisada.",
      "Afirmación: «Celebro la riqueza de mis conexiones y diálogos.»"
    ],
    "Gibosa Menguante": [
      "Refina tu mensaje: edita un texto importante con atención al detalle.",
      "Afirmación: «Rescato lo esencial al soltar lo superfluo.»"
    ],
    "Último Cuarto": [
      "Suaviza tu agitación: practica respiraciones alternadas 5 minutos.",
      "Afirmación: «Encuentro calma en la pausa de mi mente inquieta.»"
    ],
    "Menguante Iluminante": [
      "Observa el cielo: anota las nubes que formen palabras para tu inspiración.",
      "Afirmación: «Mi imaginación fluye con libertad y claridad.»"
    ]
  },
  "Cáncer": {
    "Luna Nueva": [
      "Ritual de hogar: renueva tu espacio decorando un rincón con conchas.",
      "Afirmación: «Mi esencia se nutre en la calidez de mi refugio interior.»"
    ],
    "Creciente Iluminante": [
      "Escribe una carta de gratitud a tu persona más cercana.",
      "Afirmación: «Mi empatía florece con cada acto de cuidado.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu emoción: practica abrazos conscientes durante un minuto.",
      "Afirmación: «Encuentro fortaleza en mi vulnerabilidad.»"
    ],
    "Gibosa Iluminante": [
      "Ritual de intuición: coloca una piedra lunar bajo tu almohada.",
      "Afirmación: «Confío en mi voz interior para guiar mis pasos.»"
    ],
    "Luna Llena": [
      "Ritual de sanación: baña tu corazón con agua de rosas.",
      "Afirmación: «Celebro la profundidad de mi compasión y amor.»"
    ],
    "Gibosa Menguante": [
      "Suéltate al mar: contempla olas y libera emociones estancadas.",
      "Afirmación: «Dejo ir lo que ya no nutre mi ser.»"
    ],
    "Último Cuarto": [
      "Protege tu espacio: dibuja un círculo de sal alrededor de tu cama.",
      "Afirmación: «Me refugio en la paz que mi intuición crea.»"
    ],
    "Menguante Iluminante": [
      "Acaricia tu piel con aceite de rosa para reconectar con tu ser.",
      "Afirmación: «Mi sensibilidad es mi poder secreto.»"
    ]
  },
  "Leo": {
    "Luna Nueva": [
      "Ritual de poder: coloca un cristal de citrino en tu escritorio.",
      "Afirmación: «Mi luz interior se enciende con confianza y creatividad.»"
    ],
    "Creciente Iluminante": [
      "Escribe un pequeño manifiesto de tus sueños más audaces.",
      "Afirmación: «Mi coraje brilla y atrae posibilidades ilimitadas.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu brillo: practica 5 minutos de meditación del corazón.",
      "Afirmación: «Encuentro la humildad en mi grandeza.»"
    ],
    "Gibosa Iluminante": [
      "Canta tu himno personal frente al espejo con pasión.",
      "Afirmación: «Mi voz es mi corona, la uso con nobleza.»"
    ],
    "Luna Llena": [
      "Ritual de reconocimiento: escribe un logro diario y léelo en voz alta.",
      "Afirmación: «Celebro mi grandeza y comparto mi luz.»"
    ],
    "Gibosa Menguante": [
      "Suaviza tu ego: haz un acto de servicio anónimo.",
      "Afirmación: «Dejo que mi liderazgo nazca del servicio.»"
    ],
    "Último Cuarto": [
      "Restauración creativa: dibuja o pinta sin objetivo definido.",
      "Afirmación: «Dejo que la creación fluya sin pretensiones.»"
    ],
    "Menguante Iluminante": [
      "Descanso real: apaga tus dispositivos y desconéctate una hora.",
      "Afirmación: «Recargo mi luz en la quietud.»"
    ]
  },
  "Virgo": {
    "Luna Nueva": [
      "Ritual de orden: limpia un cajón a conciencia.",
      "Afirmación: «Mi claridad nace del orden en mi entorno.»"
    ],
    "Creciente Iluminante": [
      "Escribe un plan detallado para un proyecto personal.",
      "Afirmación: «Mi análisis conduce a resultados concretos.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu crítica interna: recita una frase amable sobre ti mismo.",
      "Afirmación: «Soy amable con mi perfección y mis errores.»"
    ],
    "Gibosa Iluminante": [
      "Medita en objetos bellos pero imperfectos, acepta la imperfección.",
      "Afirmación: «Encuentro belleza en cada detalle.»"
    ],
    "Luna Llena": [
      "Ritual de servicio: ayuda a alguien con tus habilidades organizativas.",
      "Afirmación: «Celebro mi utilidad y mi apoyo a los demás.»"
    ],
    "Gibosa Menguante": [
      "Suéltate del perfeccionismo: escribe cinco cosas hechas imperfectamente y aprecia su valor.",
      "Afirmación: «Aprendo a amar mis esfuerzos más que mis logros.»"
    ],
    "Último Cuarto": [
      "Descanso mental: camina sin rumbo fijándote en los pequeños detalles.",
      "Afirmación: «Encuentro paz en la contemplación sin juicio.»"
    ],
    "Menguante Iluminante": [
      "Respira profundo y relaja tus hombros con cada exhalación lenta.",
      "Afirmación: «Libero la tensión y renuevo mi energía interior.»"
    ]
  },
  "Libra": {
    "Luna Nueva": [
      "Ritual de equilibrio: sopla lentamente una duna de arena en un cuenco.",
      "Afirmación: «Mi armonía interior se alinea con mi entorno.»"
    ],
    "Creciente Iluminante": [
      "Organiza un espacio de convivencia armoniosa en tu hogar.",
      "Afirmación: «Cultivo la belleza en cada interacción.»"
    ],
    "Primer Cuarto": [
      "Equilibra tus relaciones: dedica tiempo a escuchar sin juzgar.",
      "Afirmación: «Mi escucha profunda equilibra mis conexiones.»"
    ],
    "Gibosa Iluminante": [
      "Comparte arte o música con alguien para enaltecer la armonía.",
      "Afirmación: «Mi creatividad une corazones.»"
    ],
    "Luna Llena": [
      "Ritual de encanto: usa un pañuelo azul claro para meditar en tu corazón.",
      "Afirmación: «Celebro la belleza de mi justicia y mi paz.»"
    ],
    "Gibosa Menguante": [
      "Suéltate de compromisos injustos: escribe “no” frente a ellos.",
      "Afirmación: «Defino mis límites con equidad.»"
    ],
    "Último Cuarto": [
      "Reflexiona en tu balanza interna: dibuja dos columnas con lo que das y recibes.",
      "Afirmación: «Encuentro el punto medio en mis intercambios.»"
    ],
    "Menguante Iluminante": [
      "Camina por un jardín o parque buscando simetrías naturales.",
      "Afirmación: «Encuentro equilibrio en la belleza del mundo.»"
    ]
  },
  "Escorpio": {
    "Luna Nueva": [
      "Ritual de purga: escribe tu secreto más oscuro y quémalo con respeto.",
      "Afirmación: «Transformo mi sombra en fuerza.»"
    ],
    "Creciente Iluminante": [
      "Enciende una vela negra y focaliza tu intención de cambio profundo.",
      "Afirmación: «Mi poder interno despierta la renovación.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu intensidad: practica 5 minutos de yoga suave.",
      "Afirmación: «Encuentro calma en mi fuego interior.»"
    ],
    "Gibosa Iluminante": [
      "Explora tu creatividad en la escritura automática de un cuento breve.",
      "Afirmación: «Dejo fluir mi pasión con libertad.»"
    ],
    "Luna Llena": [
      "Ritual de liberación: haz un baño con sales de Epsom para soltar tensiones.",
      "Afirmación: «Celebro mi capacidad de renacer y sanar.»"
    ],
    "Gibosa Menguante": [
      "Suéltate a través del arte: pinta con tonos oscuros sin juzgar.",
      "Afirmación: «Abrazo mi transformación sin miedo.»"
    ],
    "Último Cuarto": [
      "Focaliza tu voluntad: imagina una daga de luz cortando ataduras.",
      "Afirmación: «Me libero de todo lo que me retiene.»"
    ],
    "Menguante Iluminante": [
      "Medita en silencio frente a un espejo, observa sin juicio.",
      "Afirmación: «Me reconozco en mi totalidad y mi sombra.»"
    ]
  },
  "Sagitario": {
    "Luna Nueva": [
      "Ritual de visión: escribe un lema filosófico para guiar tu mes.",
      "Afirmación: «Mi espíritu aventurero abre nuevos horizontes.»"
    ],
    "Creciente Iluminante": [
      "Planifica un pequeño viaje mental: estudia un tema desconocido.",
      "Afirmación: «Mi mente explora sin límites.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu optimismo: practica la gratitud enumerando bendiciones.",
      "Afirmación: «Encuentro maravillas en cada experiencia.»"
    ],
    "Gibosa Iluminante": [
      "Comparte una reflexión filosófica con un amigo cercano.",
      "Afirmación: «Mi visión amplia inspira a otros.»"
    ],
    "Luna Llena": [
      "Ritual de expansión: enciende incienso de sándalo y establece intenciones audaces.",
      "Afirmación: «Celebro mi búsqueda de la verdad y la aventura.»"
    ],
    "Gibosa Menguante": [
      "Suéltate de creencias limitantes: escribe una que ya no te sirva y deséchala.",
      "Afirmación: «Abrazo nuevas perspectivas con libertad.»"
    ],
    "Último Cuarto": [
      "Medita en un mapa estelar y siente tu conexión con el cosmos.",
      "Afirmación: «Me alineo con la sabiduría universal.»"
    ],
    "Menguante Iluminante": [
      "Practica respiraciones amplias bajo el cielo abierto.",
      "Afirmación: «Respiro libertad y expansión.»"
    ]
  },
  "Capricornio": {
    "Luna Nueva": [
      "Ritual de meta: escribe un plan ambicioso para tu carrera.",
      "Afirmación: «Mi disciplina construye mis sueños.»"
    ],
    "Creciente Iluminante": [
      "Organiza tu espacio de trabajo para optimizar tu productividad.",
      "Afirmación: «Mi orden interior refleja mi éxito exterior.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu ambición: dedica un rato a un descanso consciente.",
      "Afirmación: «Encuentro fuerza en mi pausa estratégica.»"
    ],
    "Gibosa Iluminante": [
      "Comparte tus logros con un mentor o colega de confianza.",
      "Afirmación: «Mi esfuerzo constante recibe el reconocimiento merecido.»"
    ],
    "Luna Llena": [
      "Ritual de recompensa: regálate algo que simbolice tu avance.",
      "Afirmación: «Celebro mi progreso con gratitud y humildad.»"
    ],
    "Gibosa Menguante": [
      "Suéltate de la rigidez: prueba una actividad lúdica sin agenda.",
      "Afirmación: «Libero mi ser del peso de la perfección.»"
    ],
    "Último Cuarto": [
      "Planifica tu siguiente ciclo: revisa objetivos y ajusta plazos.",
      "Afirmación: «Aprendo y mejora mi camino con cada ciclo.»"
    ],
    "Menguante Iluminante": [
      "Medita en la montaña como símbolo de tu perseverancia.",
      "Afirmación: «Encuentro solidez en mi constancia.»"
    ]
  },
  "Acuario": {
    "Luna Nueva": [
      "Ritual de innovación: anota tres ideas disruptivas para compartir.",
      "Afirmación: «Mi originalidad es semilla para un mundo nuevo.»"
    ],
    "Creciente Iluminante": [
      "Conecta en línea con una causa social que te apasione.",
      "Afirmación: «Mis acciones visionarias impactan positivamente.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu humanidad: dedica tiempo a un acto de servicio comunitario.",
      "Afirmación: «Encuentro propósito en mi contribución social.»"
    ],
    "Gibosa Iluminante": [
      "Comparte un proyecto colaborativo con tu red de amigos.",
      "Afirmación: «Mi visión colectiva potencia resultados brillantes.»"
    ],
    "Luna Llena": [
      "Ritual de libertad: celebra la diversidad con una reunión multicultural.",
      "Afirmación: «Celebro la unidad en la diversidad.»"
    ],
    "Gibosa Menguante": [
      "Suéltate de la rigidez mental: juega con un rompecabezas o un juego creativo.",
      "Afirmación: «Libero mi mente para nuevas conexiones.»"
    ],
    "Último Cuarto": [
      "Medita en tus sueños más visionarios durante 10 minutos.",
      "Afirmación: «Mis ideas abren caminos hacia el futuro.»"
    ],
    "Menguante Iluminante": [
      "Camina bajo el cielo abierto reflexionando en tu propósito social.",
      "Afirmación: «Me alineo con la corriente colectiva de cambio.»"
    ]
  },
  "Piscis": {
    "Luna Nueva": [
      "Ritual de ensueño: escribe un poema corto inspirado en tu intuición.",
      "Afirmación: «Mi creatividad fluye libre como el agua.»"
    ],
    "Creciente Iluminante": [
      "Pinta o dibuja sin guión, deja que tu intuición guíe tu mano.",
      "Afirmación: «Mi arte saca a la luz mis visiones internas.»"
    ],
    "Primer Cuarto": [
      "Equilibra tu sensibilidad: canta una canción suave frente al espejo.",
      "Afirmación: «Encuentro fuerza en mi vulnerabilidad.»"
    ],
    "Gibosa Iluminante": [
      "Haz un baño de sal marina con música relajante.",
      "Afirmación: «Mi alma se limpia y renueva en cada ola.»"
    ],
    "Luna Llena": [
      "Ritual de compasión: dedica tiempo a escuchar sin juzgar a alguien.",
      "Afirmación: «Celebro el amor que trasciende palabras.»"
    ],
    "Gibosa Menguante": [
      "Suéltate a través del baile libre en penumbra suave.",
      "Afirmación: «Dejo que mi cuerpo exprese mi emoción interior.»"
    ],
    "Último Cuarto": [
      "Medita frente a una vela violeta agradeciendo tus sueños.",
      "Afirmación: «Aprendo de mis visiones para iluminar mi camino.»"
    ],
    "Menguante Iluminante": [
      "Cierra los ojos y visualiza olas suaves meciendo tus pensamientos.",
      "Afirmación: «Me dejo llevar por el fluir de mi intuición.»"
    ]
  }
}